<?php
header('content-type:text/html;charset="utf-8"');
error_reporting(0);

$news = array(
	array('title'=>'河北燕郊多小区大产权变小产权 “悬崖村”建景区','date'=>'2017-2-8'),
	array('title'=>'“脖子以下”军改 习近平强调“三有” 治国理政"','date'=>'2017-2-8'),
	array('title'=>'李克强部署中国制造2025 20多部委通力落实','date'=>'2017-2-8'),
	array('title'=>'5位正副部长集体出动 发生了什么事？','date'=>'2017-2-8'),
	array('title'=>'国务院政令在海口遭顶牛 海南省启动问责程序','date'=>'2017-2-8'),
	array('title'=>'国务院政令在海口遭顶牛 海南省启动问责程序','date'=>'2017-2-8'),
	array('title'=>'新晋大区副将领 一手打造痛批徐才厚谷俊山雄文','date'=>'2017-2-8'),
	array('title'=>'俄称售华S400防空导弹已开始生产 系破例卖给中国','date'=>'2017-2-8'),
	array('title'=>'9名省部级高官的“情人劫”：情妇成办案突破口','date'=>'2017-2-8'),
	array('title'=>'9名省部级高官的“情人劫”：情妇成办案突破口入','date'=>'2017-2-8'),
	array('title'=>'马云：中国经济困难可能会超过大家的想象','date'=>'2017-2-8'),
	array('title'=>'马云：中国经济困难可能会超过大家的想象','date'=>'2017-2-8'),
	array('title'=>'女会计被骗走136万 公司群里除了自己全是骗子','date'=>'2017-2-8'),
	array('title'=>'安倍:望与中国领导人会面 中方:你关闭了大门','date'=>'2017-2-8'),
	array('title'=>'女会计被骗走136万 公司群里除了自己全是骗子','date'=>'2017-2-8'),
);

echo json_encode($news);
